Repository: BrotherhoodOfTheMagesTower/notes-repository
Catalog: NotesRepository/Shared/Resources/Resource.*.resx
Languages: pl

source: About Notes Repository
pl: O Notes Repository

# aboutNotesRepositoryDescryption
source: Web application which allows user to take notes and share them across all of their devices. The purpose of this application is to provide the user with a complex solution to take notes. App makes use of Markdown language which allows quick and effective text formatting as well as nesting html code inside of the note.
pl: Aplikacja webowa, która umożliwia tworzenie notatek i otwieranie ich na wszystkich rodzajach urządzeń. Celem aplikacji jest zapewnienie użytkownikowi kompleksowego sposobu tworzenia notatek. Notes Repository wykorzystuje moc Markdowna, który pozwala na szybkie i efektywne tworzenie notatek, a także na zagnieżdżanie html.

source: Add
pl: Dodaj

source: Add Event
pl: Dodaj wydarzenie

# addFolder
source: Add new folder
pl: Dodaj nowy folder

source: Add note
pl: Dodaj notatkę

source: Calendar
pl: Kalendarz

source: Change folder
pl: Zmień folder

source: Clear
pl: Wyczyść

# collabEmail
source: Collaborator's e-mail
pl: E-mail współpracownika

# collabNameSurname
source: Collaborator's name and surname
pl: Imię i nazwisko współpracownika

source: Congrats!
pl: Gratulacje!

source: Content
pl: Treść

source: Cross Platform
pl: Wieloplatformowość

# crossPlatformDescryption
source: Application can be used on variety of devices ranging from small mobile phones to big TV screens.
pl: Aplikację można wykorzystywać na różnych urządzeniach, od małych telefonów po duże telewizory.

source: Day
pl: Dzień

source: Delete
pl: Usuń

# deleteEvent
source: Delete
pl: Usuń

# deleteFolder
source: Delete this folser
pl: Usuń folder

source: Delete Folder Permanently
pl: Usuń folder permanentnie

source: Delete note
pl: Usuń notatkę

source: Delete Note Permanently
pl: Usuń notatkę permenentnie

source: Directory
pl: Folder

source: Directory doesn't exist!
pl: Folder nie istnieje!

source: Directory has been deleted
pl: Folder został usunięty!

# directoryNameUpdated
source: The directory name has been updated.
pl: Zaaktualizowano nazwę folderu!

# directoryUpdated
source: Folder directory has been updated.
pl: Folder został przeniesiony.

# dontNotes
source: You don't have any notes
pl: Nie masz żadnych notatek

# dontPinned
source: You don't have any notes pinned
pl: Nie masz przypiętych notatek

# dontUpcomingEvents
source: You don't have any events anytime soon
pl: Nie masz żadnych wydarzeń w najbliższym czasie

source: Draft
pl: Brudnopis

# edit
source: Edit note
pl: Edytuj notatkę

source: Edit Event
pl: Edytuj wydarzenie

source: Edit name
pl: Zmień nazwę

# EditNoteMessageEmptyNote
source: Your note is empty.
pl: Twoja notatka jest pusta!

# EditNoteMessageError
source: Something went wrong!
pl: Coś poszło nie tak!

# EditNoteMessageImageDeleted
source: Image has been deleted.
pl: Zdjęcie zostało usunięte.

# EditNoteMessageTooLargeSize
source: Image Size is to large! Max size is 4 MB.
pl: Zdjęcie jest za duże! Maksymalny rozmiar to 4 MB.

# EditNoteMessageTooLongNote
source: Your note is too long.
pl: Twoja notatka jest za duża!

# EditNoteMessageWhiteChars
source: Image name contains white characters!
pl: Nazwa zdjęcia zawiera białe znaki!

# EditNoteMessageWrongFormat
source: A wrong file has been entered!
pl: Zły format pliku!

source: End
pl: Koniec

source: End is required.
pl: Koniec jest wymagany.

source: Error!
pl: Błąd!

# errorDeletingDir
source: Error while deleting directory
pl: Błąd podczas usuwania folderu!

# errorWhileCreatingFolder
source: An error occurred while creating the folder.
pl: Podczas tworzenia fodleru pojawił się błąd.

# errorWhileMoving
source: An error occurred while moving folder.
pl: Błąd podczas przenoszenia folderu.

# errorWhileRenaming
source: An error occurred while changing name of directory.
pl: Błąd podczas zmiany nazwy.

# errorWhileSavingNote
source: An error occurred while saving note.
pl: Błąd podczas zapisywania notatki!

source: Event Planning
pl: Planowanie wydarzeń

# eventPlanningDescryption
source: Do you tend to forget about incoming events? If so, don't worry. Notes Repository has got you covered and provides a complex calendar where you can add events and pin notes to them.
pl: Czy zdarza Ci się zapominać o nadchodzących wydarzeniach? Jeśli tak, to Notes Repository jest właśnie dla Ciebie.

source: Folders
pl: Foldery

source: Folder structure
pl: Struktura folderów

# folderStructureDescryption
source: All notes are nested inside folders which can be nested inside each other.
pl: Wszytskie notatki znajdują się w folderach, a te z kolei mogą być zagnieżdżone w innych.

source: Free to use
pl: Darmowy w użytkowaniu

# freeToUseDescryption
source: Our app is completely free to use!
pl: Nasza aplikacja jest w pełni darmowa!

# GoogleAuhentication
source: Google authentication
pl: Autoryzacja z Google

# GoogleAuhenticationDescryption
source: Registering has never been that easy! With Notes Repository you can register/ login with Google.
pl: Rejestracja/logowanie nigdy nie były tak proste! Z Notes Repository możesz zarejestrować/zalogować się za pomocą Google.

# GoToNote
source: Go to this note
pl: Idź do notatki

# homePage
source: Home
pl: Strona główna

source: Image
pl: Zdjęcie

source: Log in
pl: Zaloguj się

# markdownDescryption
source: Experience the power of Markdown language. Write notes in a quick and an efficient way.
pl: Doświadcz potęgę Markdowna! Pisz notatki szybko i wygodnie.

source: Month
pl: Miesiąc

source: Name
pl: Nazwa

source: New note
pl: Nowa notatka

# noSearchResults
source: Sorry, there weren't any search results.
pl: Nie znaleziono

source: No shared notes!
pl: Brak udostępnionych notatek!

# noteDeleted
source: Note has been deleted!
pl: Notatka została usunięta!

source: Note title
pl: Tytuł notatki

# noteUpdated
source: The note has been updated.
pl: Notatka została zaaktualizowana!

source: Page not found!
pl: Nie znaleziono!

# pageNotFoundDesc
source: We're sorry, the page you were looking for isn't found here. The link you followed may either be broken or no longer exists. Please try again.
pl: Przepraszamy! Strona, którą próbujesz wyszukać nie istnieje. Upewnij się, że wprowadzony link jest poprawny i spróbuj ponownie.

source: Pinned
pl: Przypiete

# renameFolder
source: Rename this folder
pl: Zmień nazwę

source: Restore folder
pl: Przywróć folder

source: Restore note
pl: Przywróć notatkę

source: Save
pl: Zapisz

# saveEvent
source: Save
pl: Zapisz

source: Save note
pl: Zapisz notatkę

# SaveNoteMessageNoSuchFolder
source: There is no such folder!
pl: Nie ma takiego folderu!

# SaveNoteMessageOverwritten
source: The note has been overwritten.
pl: Notatka nadpisana.

# SaveNoteMessageSaved
source: The note was saved.
pl: Notatka zapisana.

source: Search
pl: Szukaj

source: Set reminder
pl: Ustaw przypomnienie

source: search by content or title
pl: szukaj po treści lub tytule

source: Shared
pl: Udostępnione

source: Share note
pl: Udostępnij notatkę

source: Start
pl: Początek

source: Start is required.
pl: Początek jest wymagany.

source: Templates
pl: Szablony

# templatesDescryption
source: User is provided with a set of ready to use templates thanks to which they can create notes faster.
pl: Dla użytkownika dostępnych jest wiele gotowych do użycia szablonów, które skracają czas tworzenia notatki.

source: Text
pl: Tekst

# theBestItSoftware
source: The Best IT Software for creating notes
pl: Najlepszym narzędziu do tworzenia notatek

source: The latest
pl: Ostatnie

source: Title
pl: Tytuł

source: Title is required.
pl: Tytuł jest wymagany.

# toUpload
source: To upload a image, you must first save the note.
pl: Aby wysłać zdjęcie, musisz najpierw zapisać notatkę.

source: Trash
pl: Kosz

source: Upcoming events
pl: Nadchodzące wydarzenia

source: User friendly UI
pl: Przyjazny dla użytkownika UI

# userFriendlyUIDescryption
source: Our intention was to create a simple yet effective to use UI to make you as productive as possible.
pl: Naszym celem było utworzenie prostego, lecz wygodnego w obsłudzę UI.

source: View
pl: Widok

source: Week
pl: Tydzień

# welcomeToNotes
source: Welcome to Notes Repository
pl: Witaj w Repozytorium Notatek!
